Repository: AbuBaniaz/XStreamity
Catalog: XStreamity/usr/lib/enigma2/python/Plugins/Extensions/XStreamity/locale/*/LC_MESSAGES/XStreamity.po
Languages: el, pt, sq_al, sv, tr, zh

source: Bouquet name cannot be blank. Please enter a unique bouquet name. Minimum 2 characters.
el: Βεβαιωθείτε ότι το Ονομα του Φακέλου δεν είναι Κενό και αντ' αυτού Παρέχετε ένα Μοναδικό Ονομα
pt: O nome do buquê não pode estar em branco. Introduza um nome de bouquet exclusivo. Mínimo de 2 caracteres.
tr: Buket adı boş bırakılamaz. Lütfen benzersiz bir buket adı girin. Minimum 2 karakter.

source: Playlist added successfully.
el: Η Λίστα Αναπαραγωγής Προστέθηκε με Επιτυχία.
pt: Configurações salvas com sucesso.
sq_al: Lista u vendos me sukses.
sv: Spellistan har lagts till.
tr: Oynatma listesi başarıyla eklendi.
zh: 已成功添加播放列表.

source: User Information
el: Πληροφορίες Χρήστη
pt: Informação do Usuário
sq_al: Informacionet e përdoruesit
sv: Annvändarinformation
tr: Kullanıcı Bilgisi
zh: 用户信息

source: Status:
el: Κατάσταση:
pt: Estado:
sq_al: Statusi:
tr: Durum:

source: Expiry Date:
el: Λήξη:
pt: Expira a:
sq_al: Data skaduëse:
sv: Utgångsdatum:
tr: Son kullanma tarihi:

source: Created At:
el: Δημιουργήθηκε Στο:
pt: Criado A:
sq_al: Prodhuar në:
sv: Skapad vid:
tr: Oluşturma Tarihi:

source: Is Trial:
el: Ειναι Δοκιμαστικη:
pt: Teste:
sq_al: Është testuese:
sv: Är rättegång:
tr: Deneme Sürümü:

source: Active Connections:
el: Ενεργές Συνδέσεις:
pt: Conexões ativas:
sq_al: Lidhjet active:
sv: Aktiva anslutningar:
tr: Aktif Bağlantılar:

source: Max Connections:
el: Ανώτατες Συνδέσεις:
pt: Nº Máximo de Conexões:
sq_al: Lidhjet maksimale:
sv: Max anslutningar:
tr: Maksimum Bağlantı:

source: Allowed Output Formats:
el: Επιτρεπόμενες Μορφές Εξόδου:
pt: Formatos de saída suportados:
sq_al: Formatet e lejuara të daljes:
sv: Tillåtna utdataformat:
tr: İzin Verilen Çıktı Formatları:

source: Real URL:
el: Πραγματική διεύθυνση URL:
pt: URL Real:
sq_al: Adresa reale:
sv: Verklig URL:
tr: Gerçek URL:

source: Timezone:
el: Ζώνη ώρας:
pt: Fuso Horário:
sq_al: Zona kohore:
sv: Tidszon:
tr: Saat dilimi:

source: Server Offset:
el: Μετατόπιση Διακομιστή:
pt: Deslocamento do servidor:
sq_al: Kompensimi i serverit:
tr: Sunucu Ofseti:

source: Unknown
el: Άγνωστο
pt: Desconhecido
tr: Bilinmiyor

source: Please change default parental pin. Pin cannot be 0000, 111, or 1234
el: Παρακαλώ Αλλάξτε το PIN για το Γονικο Ελέγχο . Το PIN δεν Μπορεί να είναι 0000, 1111 ή 1234
pt: Altere o PIN parental padrão. O pino não pode ser 0000, 111 ou 1234
tr: Lütfen varsayılan ebeveyn pinini değiştirin. Pin 0000, 111 veya 1234 olamaz

source: You need to restart the GUI
el: Πρέπει να επανεκκινήσετε το GUI
pt: É necessário reiniciar a GUI
sq_al: Ju duhet të rindizni paisjen
sv: Du måste starta om E2 (GUI)
tr: GUI'yi yeniden başlatmanız gerekiyor
zh: 您需要重新启动 GUI

source: Do you want to restart now?
el: Θέλετε να κάνετε επανεκκίνηση τώρα :
pt: Quer reiniciar agora?
sq_al: Doni të rindizni tani?
sv: Vill du starta om nu?
tr: Şimdi yeniden başlatmak istiyor musunuz?
zh: 是否要立即重新启动？

source: Select skin
el: Επιλέξτε Θεμα Tαπετσαρίας
pt: Selecione a skin
sq_al: Zgjidh lëkuren
tr: Cilt seçin

source: playlists.txt location
el: Τοποθεσια Αρχειου playlists.txt
pt: localização playlists.txt
sq_al: lokacioni i listës
sv: playlists.txt plats
tr: playlist.txt konumu
zh: 播放列表.txt 位置

source: *Restart GUI Required
el: *Απαιτείται επανεκκίνηση GUI
pt: *Reiniciar GUI necessário
sq_al: *Ristartimi i detyrueshëm
tr: *GUI'yi Yeniden Başlat Gerekli

source: EPG download location
el: Ηλεκτρονικόυ Οδηγου Προγγραματος Τοποθεσία Λήψης
pt: Localização de transferência EPG
sq_al: Lokacioni i shkarkimit të EPG_s
sv: Plats EPG nedladdning
tr: EPG indirme konumu
zh: EPG 下载位置

source: VOD download folder
el: Ορισμος του Φακελου των Ληψεων για την Ταινιοθηκη
pt: Pasta de transferência FILMES
sq_al: Dosja e shkarkimeve të Filmave
sv: Mappen för nedladdade VOD filer
tr: VOD indirme klasörü
zh: 点播下载文件夹

source: Default LIVE stream type
el: Προεπιλεγμένος Τύπος Ζωντανής Ροής
pt: Tipo de transmissão de canais
sq_al: Lloi standard i transmetimit direkt
sv: Standard Strömtyp för Live
tr: Varsayılan CANLI yayın türü
zh: 默认直播流类型

source: Default VOD/SERIES stream type
el: Προεπιλεγμένος τύπος Ροής Ταινιες / Σειρες
pt: Tipo de transmissão FILMES/SERIES
sq_al: Lloi standard i Filmave/Serialeve
sv: Standard Strömtyp för VOD/SERIE
tr: Varsayılan VOD/SERIES akış türü
zh: 默认点播/串联流类型

source: Preview LIVE streams in mini tv
el: Προεπισκόπηση ζωντανών ροών σε μίνι πλαισιο
pt: Visualizar canais na Mini TV
sq_al: Trego trtansmetimin direkt në mini ekran
sv: Förhandsgranska strömmar i mini-tv
tr: Mini TV'de CANLI yayınları önizleme
zh: 在迷你电视中预览直播流

source: Stop stream on back button
el: Διακοπή Ροής με το Κουμπί Πίσω
pt: Parar a transmissão no botão Voltar
sq_al: Ndalo luajtjen me butonin mbrapa
sv: Stoppa avspelningen med tillbaka knappen
tr: GERİ düğmesinde akışı durdur
zh: 按返回键停止流式传输

source: XStreamity parental control
el: XStreamity Γονικός Ελεγχος
pt: XStreamity controlo parental
sq_al: Kodi prindëror për XStreamity
sv: Xstreamity Föräldrakontroll
tr: XStreamity ebeveyn kontrolü
zh: X流家长控制

source: XStreamity parental pin
el: XStreamity Γονικός Ελεγχος-PIN
pt: XStreamityv senha de controlo parental
sq_al: Kodi prindëror për XStreamity
sv: Xstreamity föräldrakontroll pin
tr: XStreamity ebeveyn pini
zh: X流 家长密码

source: Show in main menu
el: Εμφάνιση στο Κύριο Μενού
pt: Mostrar no menu principal
sq_al: Trego në menyn kryësore
tr: Ana menüde göster

source: Use Movie Database(TMDB) for VOD & Series
el: Χρήση Βάσης Δεδομένων Ταινιών (TMDB ) για Τανιες & Σειρες
pt: Usar (TMDB) para database de Filmes
sq_al: Merr informacine nga (TMDB) për Filma & Seriale
sv: Använd Movie Database(TMDB) for VOD & Serier
tr: VOD ve Diziler için Film Veritabanını (TMDB) Kullanın
zh: 将电影数据库(TMDB) 用于点播和系列

source: Movie Database language
el: Γλώσσα Βάσης Δεδομένων Ταινιών
pt: Idioma da database de Filmes
sq_al: Gjuha e bazës për Filma
sv: VOD Filmdatabasspråk
tr: Film Veritabanı dili
zh: 电影数据库语言

source: Margin before catchup (mins)
el: Περιθώριο πριν την Βιβλιοθήκη Πολυμέσων (Min.)
pt: Margem antes do inicio da gravação automática (minutos)
sq_al: Koha para e midiatekës (minuta)
sv: Marginal före TV Arkiv (minuter)
tr: Yakalamadan önceki marj (dakika)
zh: 回放前的时间(分钟)

source: Margin after catchup (mins)
el: Χρονική Καθυστέρηση μετά την Βιβλιοθήκη Πολυμέσων (Min.)
pt: Margem após o fim da gravação automática (minutos)
sq_al: Koha mbas e midiatekës (minuta)
sv: Marginal efter Tv Arkiv (minuter)
tr: Yakaladıktan sonra marj (dakika)
zh: 回放后的时间(分钟)

source: Allow SubsSupport plugin in VOD
el: Χρήση της Προσθήκης Υποκατάστασης σε Ταινίες
pt: Permitir plugin SubsSupport em FILME
sq_al: Lejo suportin e zgjëruesit në Film
sv: Tillåt SubsSupport plugin in VOD
tr: VOD'da SubsSupport eklentisine izin ver
zh: 在点播中允许字幕插件

source: Skip playlist selection screen if only 1 playlist
el: Παράλειψη Οθόνης Επιλογής Παροχου,εάν και μόνο εχετε εναν Παροχο
pt: Saltar a tela de seleção de lista se houver apenas 1 lista
sq_al: Kapërceni përzgjedhjen e listës së luajtjes nëse ekziston vetëm një listë dëgjimi
sv: Hoppa över skärm för val av spellista om bara 1 spellista
tr: Yalnızca 1 çalma listesi varsa çalma listesi seçim ekranını atla
zh: 如果只有1个播放列表,则跳过播放列表选择屏幕

source: Automatic EPG download time
el: Ορισμος Ώρα για αυτόματη λήψη Ηλεκτρονικόυ Οδηγου Προγγραματος
pt: Tempo de download automático do EPG
sq_al: Koha për shkarkim automatik të EPG s
tr: Otomatik EPG indirme süresi

source: Show channel picons
el: Εμφάνιση Σταθμών με Picons
pt: Mostrar picons de canal
sq_al: Trego pikonat e kanaleve
sv: Visa kanalikoner
tr: Kanal resimlerini göster

source: Show Vod/Series posters
el: Εμφάνιση Αφισών Ταινιες / Σειρες
pt: Mostrar pôsteres de Vod/Série
sq_al: Trego posterët e VOD/Serialeve
sv: Visa Vod/Series affischer
tr: Vod/Dizi afişlerini göster

source: Show infobar picons
el: Εμφάνιση infobar Picons
pt: Mostrar picons da barra de informações
sq_al: Trego pikonët infobar
sv: Visa inforadsikoner
tr: Bilgi çubuğu resimlerini göster

source: Show infobar posters
el: Εμφάνιση infobar Αφισών
pt: Mostrar pôsteres da barra de informações
sq_al: Trego posterët infobar
sv: Visa infofältsaffischer
tr: Bilgi çubuğu posterlerini göster

source: Auto start XStreamity on boot
el: Αυτόματη εκκίνηση του XStreamity κατά την Εκκίνηση
pt: Início automático do XStreamity na inicialização
sq_al: Startim automatik XStreamity mbas rindezjes
tr: Önyükleme sırasında XStreamity'yi otomatik başlat

source: Choose Directory:
el: Επιλέξτε έναν Κατάλογο:
pt: Escolha o Diretório:
sq_al: Zgjidheni dosjen:
sv: Välj Katalog:
tr: Dizin Seçin:
zh: 选择目录:

source: Choose directory
el: Επιλέξτε έναν Κατάλογο
pt: Escolha o diretório
sq_al: Zgjidheni dosjen
sv: Välj katalog
tr: Dizin seçin
zh: 选择目录

source: Vod Categories
el: Κατηγορίες Ταινιων
pt: Categorias de Filmes
sq_al: Kategori Filmi
sv: Vod Kategorier
tr: Filmler Katagorisi
zh: 点播分类

source: Vod
el: Ταινιοθηκη Με Ταινιες
pt: VideoClube
sq_al: Filma
tr: Filmler
zh: 点播

source: Movie
el: Ταινια
pt: Filme
sq_al: Film
sv: Film
tr: Film
zh: 电影

source: The IMDb plugin is not installed! Please install it.
el: Το Πρόσθετο IMDb δεν είναι Εγκατεστημένο Παρακαλώ Εγκαταστήστε.
pt: O plugin IMDb não está instalado! Por favor, instale-o.
sq_al: Zgjëruesi IMDb nuk është e instaluar! Ju lutem instaloni atë.
sv: IMDb plugin är inte installerat! Vänligen installera IMDb.
tr: IMDb eklentisi kurulu değil! Please install it.
zh: 没有安装IMDb插件！ 请安装它。

source: VOD
el: Ταινιες
pt: Filmes
sq_al: Filma
tr: Filmler
zh: 视频点播

source: OK
pt: Confirmar
tr: TAMAM
zh: 确认

source: TV Series
pt: Series
sq_al: Serialet televizive
sv: TV Serier
tr: TV Dizileri
zh: 电视剧

source: Original
tr: Orijinal

source: Added
pt: Adicionado
tr: Eklendi

source: Year
pt: Ano
tr: Yıl

source: Select fake web user-agent
pt: Selecione um agente de usuário da web falso
tr: Sahte web kullanıcı aracısını seçin

source: Default VOD category sort order
pt: Ordem de classificação de categoria VOD padrão
tr: Varsayılan VOD kategorisi sıralama düzeni

source: Default VOD stream sort order
pt: Ordem de classificação de fluxo VOD padrão
tr: Varsayılan VOD akışı sıralama düzeni

source: The TMDB plugin is not installed! Please install it.
pt: O plugin TMDb não está instalado! Por favor, instale-o.
sq_al: Zgjëruesi TMDb nuk është e instaluar! Ju lutem instaloni atë.
sv: IMDb plugin är inte installerat! Vänligen installera TMDb.
tr: TMDB eklentisi yüklü değil! Lütfen yükleyin.

source: TV
zh: 电视

source: XStreamity
zh: X 流代码播放器
