Repository: AbuBaniaz/XStreamity
Catalog: XStreamity/usr/lib/enigma2/python/Plugins/Extensions/XStreamity/locale/*/LC_MESSAGES/XStreamity.po
Languages: el, pt, sq_al, sv, tr, zh

source: %d Min
el: %d Ελάχιστο
tr: %d Dak
zh: %d 最小

source: Waiting
el: Αναμονή
pt: Espera
sq_al: Ne pritje
sv: Väntar
tr: Beklemek

source: In progress
el: Σε εξέλιξη
pt: Em andamento
sq_al: Në vazhdim
sv: Pågående
tr: Devam etmekte

source: Finished
el: Ολοκληρωθηκε
pt: Terminado
sq_al: Mbaroi
sv: Klart
tr: Finito
zh: 已完成

source: Failed
el: Απετυχε
pt: Falhou
sq_al: Dështoi
sv: Misslyckades
tr: Arızalı

source: Error: %s Retry?
el: Σφαλμα: %s Επαναληψη
pt: Erro: %s Repetir?
sq_al: Gabim: %s Riprovo?
sv: Fel: %s Försök igen?
tr: Hatalar: %s Yeniden denensin mi?

source: Error
el: Σφαλμα
pt: Erro
sq_al: Gabim
sv: Fel
tr: Hata

source: An unknown error occurred!
el: Παρουσιάστηκε ένα άγνωστο σφάλμα!
pt: Ocorreu um erro desconhecido!
sq_al: Ndodhi një gabim i panjohur!
sv: Ett okänt fel uppstod!
tr: Bilinmeyen bir hata oluştu!

source: A required tool (%s) was not found.
el: Ένα απαιτούμενο εργαλείο (%s) δεν βρέθηκε.
pt: Não foi encontrada uma ferramenta necessária (%s).
sq_al: Një mjet i kërkuar (%s) nuk u gjet.
sv: Ett nödvändigt verktyg (%s) hittades inte.
tr: Gerekli bir araç (%s) bulunamadı.

source: Cancelled upon user request
el: Ακυρώθηκε κατόπιν αιτήματος του χρήστη
pt: Cancelado mediante solicitação do usuário
sq_al: Anulohet me kërkesë të përdoruesit
sv: Avbryts på användarens begäran
tr: Kullanıcı isteği üzerine iptal edildi

source: Error code
el: Κωδικός σφάλματος
pt: Código de erro
sq_al: Kodi i gabimit
sv: Felkod
tr: Hata kodu

source: Catch Up Categories
el: Καταγραφη Κατηγορία
pt: Gravações Automáticas Categorias
sq_al: Kategorit Catch Up
sv: TV Arkiv
tr: Catch Up Kategorileri
zh: 回看分类

source: Catch Up TV
el: Καταγραφη TV
pt: Gravações Automáticas
sq_al: Mediateka
sv: TV Arkiv: %s
zh: 回看电视

source: Sort: A-Z
el: Ταξινόμηση: A-Z
pt: Classif:Origina
sq_al: Dosja: Z-A
sv: Sortera: A-Ö
tr: Sırala: A-Z
zh: 排序：A-Z

source: Back
el: Πίσω
pt: Voltar
sq_al: Kthehu
sv: Tillbaka
tr: Geri
zh: 返回

source: Search
el: Αναζήτηση
pt: Procurar
sq_al: Kërkim
sv: Sök
tr: Arama
zh: 搜索

source: ALL
el: Ολa
pt: TODOS
sq_al: TË GJITHA
sv: ALLT
tr: HEPSİ
zh: 所有

source: Server error or invalid link.
el: Σφάλμα διακομιστή ή μη έγκυρος σύνδεσμος.
pt: Erro no servidor ou link inválido.
tr: Sunucu hatası veya geçersiz link.

source: Reset Search
el: Επαναφορά Αναζήτησης
pt: Reiniciar Pesquisa
sq_al: Rivendos kërkimin
sv: Återställ Sök
tr: Aramayı Sıfırla
zh: 重新开始搜索

source: Reverse
el: Αντίστροφη
pt: Reverter
sq_al: E kundërta
sv: Omvänt
tr: Tersi
zh: 反向

source: Page:
el: Σελίδα:
pt: Página:
sq_al: Faqja:
sv: Sida:
tr: Sayfa:
zh: 页:

source: Sort: Z-A
el: Ταξινόμηση: Z-A
pt: Ordem: Z-A
sq_al: Dosja: Z-A
sv: Sortera: Ö-A
tr: Sırala: Z-A
zh: 排序：A-Z

source: Sort: Original
el: Ταξινόμηση: Αρχική
pt: Ordem: Original
sq_al: Dosja Origjinale
sv: Sortera: I ordningsföljd
tr: Sırala: Orijinal
zh: 排序： 原创

source: Sort: Added
el: Ταξινόμηση: Προστέθηκε
pt: Ordem: Adicionado
sq_al: Shto Rënditjen
sv: Sortera: Lagt Till
tr: Sırala: Eklenme
zh: 排序： 已添加

source: Filter this category...
el: Φιλτράρισμα αυτής της κατηγορίας.
pt: Filtrar esta categoria...
sq_al: Filtëro këtë kategori...
sv: Filtrera Kategorier...
tr: Bu kategoriyi filtrele...
zh: 筛选此类别...

source: No results found.
el: Δεν βρέθηκαν αποτελέσματα.
pt: Não foram encontrados resultados.
tr: Sonuç bulunamadı.

source: Incorrect pin code.
el: Λανθασμένος Κωδικός Pin.
pt: Código de senha incorreto.
sq_al: Pin kodi nuik është korrekt.
sv: Fel eller inte aktiverad pin kod.
tr: Yanlış pin kodu.
zh: 密码不正确。

source: all
el: Ολα

source: Please enter the parental control pin code
el: Εισαγάγετε τον κωδικό PIN Γονικού Ελέγχου
pt: Por favor, digite o código de controlo parental
sq_al: Ju lutem vendosini kodin prindëror
sv: Ange föräldrakontrollens PIN-kod
tr: Lütfen ebeveyn kontrolü pin kodunu giriniz
zh: 请输入家长控制密码

source: Enter pin code
el: Εισαγάγετε τον Κωδικό pin
pt: Insira o código
sq_al: Vendose pin kodin
sv: Skriv PIN-kod
tr: PIN kodunu girin
zh: 输入pin代码

source: Catch-up
el: Καταγραφη
sq_al: Mediateka
sv: TV Arkiv
zh: 回放

source: Added to download manager
el: Προστέθηκε στο Διαχείριστη Ληψεων
pt: Adicionado ao gerenciador de transferencia
sq_al: U vendes në menagjuesin për shkarkim
sv: Lagt till i download manager
tr: İndirme yöneticisine eklendi
zh: 添加到下载管理器

source: Note recording acts as an open connection.
el: Η εγγραφή σημειώσεων λειτουργεί ως ανοιχτή σύνδεση.
pt: A gravação de notas funciona como uma conexão aberta.
tr: Not kaydı açık bağlantı görevi görür.

source: Do not record and play streams at the same time.
el: Η Εγγραφη και η Tαυτοχρονη παρακολούθηση απαγορεύεται.
pt: Não grave e reproduza streams ao mesmo tempo.
sq_al: Mos regjistroni dhe mos luani transmetime në të njëjtën kohë
tr: Akışları aynı anda kaydetmeyin ve oynatmayın.

source: Open download manager?
el: Ανοιγμα Διαχείριστη Ληψεων
pt: Abrir o gerenciador de downloads?
sq_al: Hap menagjuesin e shkarkimeve
tr: İndirme yöneticisini aç?

source: Already added to download manager
el: Εχει Προστεθει ηδη στον Διαχειρστη Ληψεων
pt: Já adicionado ao gerenciador de tranferencia
sq_al: U vendes mne sukses në menagjuesin për shkarkim
sv: Finns redan i download manager
tr: İndirme yöneticisine zaten eklendi
zh: 已添加到下载管理器

source: Catchup error. No data for this slot
el: Σφαλμα Καταγραφης.Δεν υπάρχουν δεδομένα για αυτήν την υποδοχή
pt: Erro de Captura. Sem dados para este slot
sq_al: Gabim në Catchup. Nuk ka të dhëna për këtë slot
sv: Feil: Nedladdningen av data fungerade inte
tr: Catchup hatası. Bu yuva için veri yok
zh: 回放错误.此插槽没有数据

source: Catchup currently not available. Missing EPG data
el: Η Ληψη προς το παρόν δεν είναι διαθέσιμο. Λείπουν δεδομένα Ηλεκτρονικόυ οδηγόυ προγράμματος
pt: Catchup atualmente não está disponível. Dados de EPG ausentes
sq_al: Catchup aktualisht nuk ofrohet. Mungojnë të dhënat EPG
sv: TV Arkiv inte tillgängligt. EPG Data saknas
tr: Catchup şu anda mevcut değil. Eksik EPG verileri
zh: 当前不提供补充信息.缺少EPG数据

source: Do you want to resume this playback?
el: Συνέχεια αναπαραγωγής;
pt: Quer retomar esta reprodução?
sq_al: Dëshiron ta rifillosh këtë riprodhim?
sv: Vill du återuppta denna uppspelning?
tr: Bu oynatmaya devam etmek istiyor musunuz?
zh: 是否继续上次播放?

source: Resume position at %s
el: Θέση στο %s συνεχίσετε
pt: Retomar posição em %s
sq_al: Rifilloni pozicionin në %s
sv: Återuppta position %s
tr: %s konumunda devam et
zh: 恢复位置到 %s

source: Catch Up
el: Βιβλιοθήκη πολυμέσων
pt: Gravações Automáticas
sq_al: Mediateka
sv: TV Arkiv
zh: 回看电视

source: Resolution Change Failed
el: Η αλλαγή ανάλυσης απέτυχε
pt: Falha na alteração da resolução
tr: Çözünürlük boyutu Değişikliği Başarısız Oldu

source: Not Started
el: Δεν Ξεκίνησε
pt: Não foi iniciado
sq_al: Nuk ka startuar
sv: Ej Startat
tr: Başlatılmadı
zh: 未开始

source: VOD Download Manager
el: Διαχείριστη Ληψεων Ταινιων
pt: Gerenciador de transferencia de FILMES
sq_al: Menaxheri i shkarkimit VOD
tr: VOD İndirme Yöneticisi
zh: 点播下载管理器

source: Download
el: Ληψη
pt: Descarregar
sq_al: Shkarko
sv: Ladda ned
tr: İndir
zh: 下载

source: Remove
el: Καταργηση
pt: Remover
sq_al: Shlyje
sv: Ta bort
tr: Kaldır
zh: 删除

source: Free Space:
el: Ελευθερος Χωρος:
pt: Espaço livre:
sq_al: Vend i lir:
sv: Ledig Plats:
tr: Boş Alan:
zh: 可用空间：

source: of
el: το
sq_al: fikur
sv: av
tr: ile ilgili
zh: 关

source: Cancel
el: Ακύρωση
pt: Cancelar
sq_al: Anulo
sv: Avbryt
tr: İptal
zh: 取消

source: Please set download folder in Main Settings.
el: Καταχωρίστε το φάκελο λήψης στις κύριες ρυθμίσεις.
pt: Por favor, defina a pasta de download em Configurações Principais.
sq_al: Ju lutemi vendosni dosjen e shkarkimit te "Cilësimet kryesore".
sv: Vänligen ställ in nedladdningsmappen i huvudinställningarna.
tr: Lütfen Ana Ayarlar'da indirme klasörünü ayarlayın.

source: Vod Download folder location does not exist.
el: Η τοποθεσία φακέλου λήψης Ταινιων δεν υπάρχει.
pt: O local da pasta de transferencia do Filme não existe..
sq_al: Lokacioni arkivor nuk ekziston.
sv: Vod Nedladdnings mapp finns inte.
tr: Vod İndirme klasörü konumu mevcut değil.
zh: 点播下载文件夹位置不存在。

source: Please update your wget library to download https lines opkg update opkg install wget
el: Ενημερώστε τη βιβλιοθήκη wget για λήψη γραμμών https opkg update opkg install wget

source: Cancel this download?
el: Ακύρωση αυτής της λήψης;
pt: Cancelar esta transferencia?
sq_al: Anulo këtë shkarkim?
sv: Avbryt pga ned laddning?
tr: Bu indirme iptal edilsin mi?
zh: 取消此下载？

source: Delete this entry?
el: Διαγραφή αυτής της Καταχώρησης;

source: Please enter the correct pin code
el: Εισαγάγετε τον Σωστό Κωδικό pin
pt: Por favor insira o pin correto
sq_al: Ju lutemi shkruani kodin e saktë pin
sv: Ange rätt pin kod
tr: Lütfen doğru pin kodunu girin
zh: 请输入正确的PIN码

source: The pin code you entered is wrong.
el: Ο Κωδικός Pin που Εισαγάγατε είναι Λάθος.
pt: O código pin que introduziste está errado.
sq_al: Kodi pin që fute është i gabuar.
sv: Pinkoden du angav är fel.
tr: Girdiğiniz pin kodu yanlış.
zh: 您输入的PIN码错误。

source: Hidden Categories
el: Κρυφές Κατηγορίες
pt: Categurias Escondidas
sq_al: Kategorit e fshehura
sv: Gömda Kategorier
tr: Gizli Kategoriler
zh: 隐藏类别

source: Save
el: Αποθηκεύσει
pt: Salvar
sq_al: Siguroje
sv: Spara
tr: Kaydet
zh: 保存

source: Invert
el: Μετατροπη
pt: Inverter
sq_al: Ndryshoje
sv: Omvänt
tr: Ters Çevir
zh: 反转

source: Reset
el: Επαναφορα
pt: Reiniciar
sq_al: Reseto
sv: Återställ
tr: Sıfırla
zh: 复位

source: Error: All categories hidden. Please amend your selection.
el: Σφάλμα: Τροποποιήστε την επιλογή σας επιλέξατε να ειναι όλες οι κατηγορίες κρυφές.
pt: Erro: todas as categorias ocultas. Por favor, altere a sua seleção.
sq_al: Gabim: Të gjitha kategoritë janë të fshehura. Ju lutemi ndryshoni zgjedhjen tuaj.
sv: Fel: Alla kategorier dolda. Ändra ditt val.
tr: Hata: Tüm kategoriler gizlendi. Lütfen seçiminizi değiştirin.
zh: 错误:所有类别都隐藏.请修改您的选择.

source: Live Categories
el: Ζωντανή Ροή
pt: Categorias de canais
sq_al: Kategorit direkte
sv: Live Kategorier
tr: Canlı Kategoriler
zh: 直播类别

source: Live Streams
el: Κατηγορίες Ζωντανής Ροής
pt: Canais
sq_al: Transmetime direkte
sv: Live Ström
tr: Canlı Yayınlar
zh: 直播

source: FAVOURITES
el: Αγαπημενα
pt: FAVORITOS
sq_al: FAVORITËT
sv: FAVORITER
tr: FAVORILER
zh: 收藏夹

source: RECENTLY WATCHED
el: Πρόσφατη Δραστηριότητα
pt: VISTO RECENTEMENTE
sq_al: TË SHIKUARA PAK MË PAR
sv: SETT NYLIGEN
tr: SON İZLENENLER

source: Delete
el: Διαγραφή
pt: Apagar
sq_al: Shlyje
sv: Radera
tr: Sil
zh: 删除

source: Next Info
el: Επομενη Πληροφορια
pt: Próximas Informações
sq_al: Informacionet e radhës
sv: Nästa info
tr: Sonra
zh: 下一个信息

source: Now Info
el: Προσφατη Πληροφορια
pt: Informações Atuais
sq_al: Informacionet aktuale
sv: Info
tr: Şimdi
zh: 当时信息

source: Recording Timer Set.
el: Σετ Χρονοδιακόπτη Εγγραφής
pt: Temporizador de gravação.
sq_al: Konfiguratori i kohëdhënsit regjistrues.
sv: Inspelnings Inställning.
tr: Kayıt Zamanlayıcı Ayarı.
zh: 录制定时器设置.

source: Recording Failed.
el: Η Εγγραφή Απέτυχε.
pt: A gravação falhou.
sq_al: Regjistrimi ka dështuar.
sv: Inspelningen misslyckades.
tr: Kayıt Başarısız.
zh: 录制失败.

source: Main Menu
el: Αρχικη
pt: Menu Principal
sq_al: Menyja ime
sv: Huvud Meny
tr: Ana Menü
zh: 主菜单

source: Reset JSON
el: Μηδενισμός JSON
pt: Reiniciar JSON
sq_al: Ristarto JSON
sv: Återställ JSON
tr: JSON Sıfırlama

source: Playlists.txt location is invalid and has been reset.
el: Το Αρχειο Playlist.txt eιναι μη Εγκυρο Γινεται Επαναφορα στην Αρχικη του Κατασταση.
pt: Playlists.txt local é inválido e foi redefinido.
tr: Playlists.txt konumu geçersiz ve sıfırlanmış.

source: Dependencies not installed. Trying installing older version from feeds first...
el: Ανεπίλυτες Εξαρτήσεις δεν έχουν Εγκατασταθεί. Δοκιμαστε να Εγκαταστήσετε πρώτα την παλαιότερη έκδοση από τις Feeds...
pt: Dependências não instaladas. Tentando instalar a versão mais antiga dos feeds primeiro...
tr: Bağımlılıklar yüklenmemiş. Önce beslemelerden eski sürümü yüklemeyi deniyorum ...

source: Playlists
el: Λίστες Αναπαραγωγής
pt: Listas
sq_al: Lista
sv: Spellista
tr: Oynatma Listeleri
zh: 播放列表

source: Add Playlist
el: Προσθήκη Παροχου
pt: Adicionar Lista
sq_al: Vendose listën
sv: Lägg til Lista
tr: Oynatma Listesi Ekle
zh: 添加播放列表

source: Main Settings
el: Κύριες Ρυθμίσεις
pt: Configurações
sq_al: Konfigurimet e mia
sv: Huvud Inställningar
tr: Ana Ayarlar
zh: 主设置

source: Download Manager
el: Διαχειρστη Ληψεων
pt: Gerenciador de transferencia
sq_al: Menaghjuesi i shkarkimit
tr: İndirme Yöneticisi
zh: 下载管理中心

source: Warning: delete stored json data for all playlists... Settings, favourites etc. Playlists will not be deleted. Do you wish to continue?
el: Διαγράψτε τα Αποθηκευμένα Δεδομένα JSON για όλες τις Λίστες Αναπαραγωγής... Ρυθμίσεις, αγαπημένα" Οι Λίστες Αναπαραγωγής δεν θα Διαγραφούν"". Θέλετε να Συνεχίσετε;
pt: Aviso: remove os dados json para todas as listas... Definições, favoritos, etc. As listas não serão removidas. Deseja continuar?
sq_al: Kujdes: fshini të dhënat e ruajtura json për të gjitha listat e luajtjes... Konfigurimet, Favoritet etj. Lista luajtëse nuk do tı shlyhet. Dëshironi të vazhdoni?
sv: Varning: radera lagrad json-data för alla spellistor... Inställningar, favoriter etc. Spellistor kommer inte att raderas. Vill du fortsätta?
tr: Uyarı: tüm çalma listeleri için saklanan json verilerini silin... Ayarlar, favoriler vb. Oynatma listeleri silinmeyecek. Devam etmek istiyor musunuz?

source: Playlist Settings
el: Ρυθμίσεις Λίστας Αναπαραγωγής
pt: Configurações
sq_al: Cilsimet e listës
sv: Inställningar Spellista
tr: Oynatma Listesi Ayarları
zh: 播放列表设置

source: Manual EPG Update
el: Μη Αυτόματη Ενημέρωση Ηλεκτρονικόυ Οδηγόυ Προγράμματος
pt: Forçar Atualização do EPG
sq_al: Freskim manual i EPG
sv: Uppdatera EPG mauellt
tr: Manuel EPG Güncellemesi
zh: 手动更新EPG

source: No data, blocked or playlist not compatible with XStreamity plugin.
el: Δεν υπάρχουν Δεδομένα,Αποκλειστικατε απο τον Παροχου η μη Συμβατος με το XStreamity Plugin.
pt: Sem dados bloqueados ou lista de reprodução não compatível com XSTR ...
sq_al: Asnjë të dhënë, bllokuar ose listë dëgjimi nuk është e përputhshme me shtojcën XStreamity.
sv: Ingen data, Blockerad eller inte kompatibel spellista för XStreamity.
tr: Veri yok, engellendi veya oynatma listesi XStreamity eklentisiyle uyumlu değil.
zh: 没有数据,被阻止或播放列表与 XStreamity插件不兼容.

source: Recordings in progress. EPG not downloaded.
el: Καταγραφη σε εξέλιξη.Δεν εγινε ληψη ,Ηλεκτρονικόυ οδηγόυ προγράμματος
pt: Gravações em curso. EPG não baixado.
tr: Kayıtlar devam ediyor. EPG indirilmedi.

source: EPGs downloading.
el: Ληψη Ηλεκτρονικόυ Οδηγόυ Προγράμματος.
pt: Baixando EPGs.
sq_al: EPG u shkarkua.
sv: Laddar ned EPG.
tr: EPGler indiriliyor.
zh: EPG下载.

source: Select Playlist
el: Επιλέξτε Λίστα Αναπαραγωγής
pt: Selecione a Lista de Reprodução
sq_al: Vendose Listën
sv: Välj Spellista
tr: Oynatma Listesini Seç
zh: 选择播放列表

source: Info
el: Πληροφορίες?
pt: Informação
sq_al: Informacione
sv: Information
tr: Bilgi
zh: 信息

source: No internet.
el: Χωρίς Διαδίκτυο
pt: Sem internet.
tr: İnternet mevcut değil.

source: Server Not Responding
el: Ο Διακομιστής δεν Ανταποκρίνεται
pt: Servidor Não Responde
sq_al: Serveri jo funksional
sv: Servern svarar inte
tr: Sunucu Cevap Vermiyor
zh: 服务器无响应

source: Not Authorised
el: Μη Εξουσιοδοτημένος
pt: Não Autorizado
sq_al: Pa autorizim
sv: Ej godkänd
tr: İzinli Değil
zh: 未授权

source: Active
el: Ενεργή
pt: Estado
sq_al: Aktiv
sv: Aktiv
tr: Aktif
zh: 启用

source: Banned
el: Αποκλεισμενος
pt: Banido
sq_al: E ndaluar
sv: Bannlyst
tr: Yasaklı
zh: 禁止

source: Disabled
el: Απενεργοπημενος
pt: Desabilitada
sq_al: E deaktivuar
sv: Inaktiverad
tr: Engelli
zh: 已禁用

source: Expired
el: Εληξες
pt: Expirada
sq_al: Ka skaduar
sv: Utlöpt
tr: Süresi Dolmuş
zh: 过期

source: Expires:
el: Λήξη:
pt: Expira a:
sq_al: Ka skaduar:
sv: Utlöper:
tr: Süresi Doluyor:
zh: 过期时间:

source: Active Conn:
el: Ενεργές Συνδέσεις:
pt: Conexões:
sq_al: Lidhje active:
sv: Aktiv:
tr: Aktif Bağ:
zh: 活动连接数:

source: Max Conn:
el: Μέγιστες Συνδέσεις:
pt: Máximo:
sq_al: Lidhja aktive maksimale:
sv: Max:
tr: Mak Bağ:
zh: 最大连接:

source: You have dead playlists that are slowing down loading. Press Yellow button to soft delete dead playlists
el: Έχετε Νεκρές Λίστες Αναπαραγωγής που Επιβραδύνουν τη Φόρτωση Πατήστε το Κίτρινο Κουμπί για Μαλακή Διαγραφή Νεκρών Λιστών Αναπαραγωγής
pt: Você tem listas de reprodução mortas que estão atrasando o carregamento. Pressione o botão amarelo para excluir suavemente listas de reprodução inativas
tr: Yüklemeyi yavaşlatan ölü çalma listeleriniz var. Ölü çalma listelerini yumuşak bir şekilde silmek için Sarı düğmeye basın

source: Delete selected playlist?
el: Διαγραφή Επιλεγμένης Λίστας Αναπαραγωγής;
pt: Excluir lista de reprodução selecionada?
sq_al: Shlyje listen e selektuar?
sv: Radera vald spellista?
tr: Seçili oynatma listesi silinsin mi?
zh: 是否删除所选播放列表？

source: Delete providers EPG data?
el: Θελετε να γινει η Διαγραφή του Παρόχου των δεδομένων Ηλεκτρονικόυ οδηγόυ Προγγραματος
pt: Excluir dados de EPG dos fornecedores?
sq_al: Doni të fshihen të dhënat EPG të ofruëra?
sv: Radera leverantörens EPG data?
tr: Sağlayıcıların EPG verileri silinsin mi?
zh: 删除提供商EPG数据？

source: Really close without saving settings?
el: Ειστε Σιγουροι οτι θελετε να Κλεισετε χωρις να γινει η Αποθήκευση τον Δεδομενων;
pt: Fechar Sem Salvar as Configurações?
sq_al: Doni të mbyllni vërtet pa ruajtur cilësimet?
sv: Vill du verkligen avsluta utan att spara inställningarna?
tr: Ayarları kaydetmeden gerçekten kapanıyor mu?
zh: 真的不保存就退出？

source: Short name or provider name:
el: Ψευδώνυμο παρόχου:
pt: Nome da lista:
sq_al: Emri i shkurtër ose emri i ofruesit:
sv: Kortnamn eller leverantörs namn:
tr: Kısa ad veya sağlayıcı adı:
zh: 短名称或提供商名称:

source: Show LIVE category:
el: Εμφάνιση την Κατηγορία Ζωντανής Ροής:
pt: Mostrar categoria Canais:
sq_al: Trego kategorit drejtpërdrejt:
sv: Visa LIVE kategori:
tr: LIVE kategorisini göster:
zh: 显示直播类别:

source: Show VOD category:
el: Εμφάνιση την Κατηγορία Ταινιοθηκη με Ταινιες:
pt: Mostrar categoria Filmes:
sq_al: Trego kategorit e Eventit:
sv: Visa VOD kategori:
tr: VOD kategorisini göster:
zh: 显示点播类别:

source: Show SERIES category:
el: Εμφάνιση την Κατηγορία Ταινιοθηκη με Σειρες:
pt: Mostrar categoria Series:
sq_al: Trego kategorit Seriale:
sv: Visa SERIE kategori:
tr: SERIES kategorisini göster:
zh: 显示系列类别:

source: Show CATCHUP category:
el: Εμφάνιση Κατηγορίας Καταγραφης:
pt: Mostrar categoria Gravações Automáticas:
sq_al: Trego kategorit CATCHUP:
sv: Visa TV Arkiv kategori:
tr: CATCHUP kategorisini göster:
zh: 显示回放类别:

source: Output:
el: Εξόδου:
pt: Formato:
sq_al: Formati:
tr: Çıktı:
zh: 输出:

source: Stream Type LIVE:
el: Τύπος Μεταδοσης για Ζωντανή Ροής :
pt: Tipo de transmissão de canais:
sq_al: Llojet transmetuese Direkte:
sv: Ström typ för LIVE:
tr: Akış Türü CANLI:
zh: 直播类型:

source: Stream Type VOD/SERIES:
el: Τύπος Μεταδοσης για Ταινιες/Σειρες:
pt: Tipo de Fluxo FILMES/SERIES:
sq_al: Lloi transmetues Filma/Seriale:
sv: Ström typ för VOD/SERIER:
tr: Akış Türü VOD/SERİSİ:
zh: 流式视频点播/系列:

source: EPG offset:
el: Ηλεκτρονικόυ Οδηγου Προγγραματος μετατόπιση :
pt: Deslocamento EPG:
sq_al: Kompensimi EPG:
sv: EPG justering:
tr: EPG ofseti:
zh: EPG 偏移量：

source: Use alternative EPG url:
el: Χρηση Εναλλακτικης Διευθυνσης Ηλεκτρονικόυ Οδηγου Προγραμματος :
pt: Usar EPG alternative:
sq_al: Përdorni url alternativ EPG:
sv: Använd alternativ EPG-url:
tr: Alternatif EPG url'sini kullanın:

source: Alternative EPG url:
el: Εναλλακτικη Διευθυνση Ηλεκτρονικόυ Οδηγου Προγγραματος :
pt: URL alternativo do EPG:
sq_al: Përdorni url alternativ EPG:
sv: Alternativ EPG-url:
tr: Alternatif EPG url'si:

source: Bouquet name cannot be blank. Please enter a unique bouquet name. Minimum 3 characters.
el: Βεβαιωθείτε ότι το Ονομα του Φακέλου δεν είναι Κενό και αντ' αυτού Παρέχετε ένα Μοναδικό Ονομα
pt: O nome do buquê não pode estar em branco. Introduza um nome de bouquet exclusivo. Mínimo de 3 caracteres.
tr: Buket adı boş bırakılamaz. Lütfen benzersiz bir buket adı girin. Minimum 3 karakter.

source: Name already used. Please enter a unique name.
el: Αυτο το Όνομα το χρησιμοποιείται ήδη. Παρακαλώ εισάγετε ένα μοναδικό όνομα
pt: Nome já utilizado. Introduza um nome exclusivo.
tr: İsim zaten kullanılıyor. Lütfen benzersiz bir ad girin.

source: Sort: Year
el: Ταξινόμηση: Χρονος
pt: Ordem: Ano
sq_al: Shto Vitin
sv: Sortera: År
tr: Sırala: Yıl
zh: 排序： 年

source: IPTV Xtream Codes playlists player by KiddaC
el: IPTV Xtream Codes Playlist Player von KiddaC
pt: Leitor de listas IPTV Xtream Codes por KiddaC
sq_al: Riprodhuesi i listave për luajtje IPTV Xtream Codes nga KiddaC/Përkthuer nga Kqiqi1-Albakos
sv: IPTV Xtream Codes Playlist player by KiddaC
tr: IPTV Xtream Codes Oynatıcıyı Yapan KiddaC
zh: IPTV Xtream 代码播放列表播放器由基达克

source: Close
el: Κλείσιμο
pt: Fechar
sq_al: Mbylle
sv: Stäng
tr: Kapat
zh: 关闭

source: Please enter recording time
el: Παρακαλώ Εισάγετε το Χρόνο Εγγραφής
pt: Por favor, digite o tempo de gravação
sq_al: Ju lutemi vendoseni kohën e regjistrimit
sv: Ange inspelnings tid
tr: Lütfen kayıt süresini girin
zh: 请输入录制时间

source: Please enter recording end time
el: Εισαγάγετε την Ωρα Λήξης Εγγραφής
pt: Por favor, insira a hora de fim da gravação
sq_al: Ju lutemi vendoseni kohën e përfundimit të regjistrimit
sv: Ange inspelningens sluttid
tr: Lütfen kayıt bitiş zamanını girin
zh: 请输入录制结束时间

source: Name
el: Ονομα
pt: Nome
sq_al: Emri
sv: Namn
tr: İsim
zh: 名称

source: Start Time
el: Χρονο Εναρξης
pt: Hora de Início
sq_al: Koha startuese
sv: Starttid
tr: Başlangıç Saati
zh: 开始时间

source: End Time
el: Χρονο Λήξης
pt: Fim do Tempo
sq_al: Koha e Fundit
sv: Sluttid
tr: Bitiş Zamanı
zh: 结束时间

source: Series Categories
el: Κατηγορία Σειρες
pt: Categorias de séries
sq_al: Kategori Serialesh
sv: Serier Kategorier
tr: Dizi Kategorileri
zh: 系列分类

source: Series
el: Σειρες
pt: Séries
sq_al: Seriale
sv: Serier
tr: Diziler
zh: 系列

source: No series found in this category.
el: Δεν Βρέθηκαν Σειρές σε Αυτή την Κατηγορία.

source: Season
el: Σεαζον
pt: Temporada
sq_al: Sezoni
sv: Säsong
tr: Sezon
zh: 本赛季

source: Video Type:
el: Τύπος Βίντεο:

source: Rating:
el: Βαθμολογία:

source: Genre:
el: Είδος:

source: Duration:
el: Διάρκεια:

source: Release Date:
el: Ημερομηνία Κυκλοφορίας:

source: Cast:
el: Ηθοποιοι:
pt: Elenco:
sq_al: Rolet:
sv: Roller:
tr: Oyuncular:
zh: 演员:

source: Director:
el: Σκηνοθέτης:
pt: Diretor:
sq_al: Drejtori:
sv: Regissör:
tr: Yönetmen:
zh: 导演：

source: Country:
el: Χωρα:
pt: País:
sq_al: Shteti:
sv: Land:
tr: Ülke:
zh: 国家:

source: Add Xtream Codes Playlist
el: Προσθήκη Λίστας Αναπαραγωγής Κωδικών Xtream
pt: Adicionar Lista de Reprodução de Códigos Xtream
sq_al: Vendos kodet e listës
sv: Lägg till Xtream Codes Lista
tr: Xtream Kodları Oynatma Listesi Ekle
zh: 添加 X 流代码播放列表

source: Protocol:
el: Πρωτόκολλο:
pt: Protocolo:
sq_al: Protokollet:
sv: Protokoll:
tr: Protokol:
zh: 协议:

source: Server URL: i.e. domain.xyz
el: Διεύθυνση URL διακομιστή: δηλαδή τομέα.xyz
pt: URL do servidor: ou seja, domain.xyz
tr: Sunucu URL'si: örn. domain.xyz

source: Port:
el: Πορτα:
pt: Porta:
sq_al: Hyrja:
tr: Porta:
zh: 端口:

source: Username:
el: Ονομα Χρηστη:
pt: Nome do usuário:
sq_al: Emri i përdoruesit:
sv: Användarnamn:
tr: Kullanıcı:
zh: 用户名:

source: Password:
el: Κωδικος:
pt: Senha:
sq_al: Fjalkalimi:
sv: Lösenord:
tr: Şifre:
zh: 密码：

source: Details are not valid or unauthorised
el: Οι Λεπτομέρειες είναι Ακυρες ή μη Εξουσιοδοτημένες
pt: Dados não validos ou não autorizado
sq_al: Detajet nuk janë të vlefshme ose të paautorizuara
sv: Uppgifterna är inte giltiga eller obehöriga
tr: Ayrıntılar geçerli veya yetkisiz değil
